export const data = 
[
    {
        "id": 1,
        "name": "כאנפילים",
        "recipes": [
            { "id": 1, "title": "כאנפיל בחרדל"},
            { "id": 2, "title": "כאנפיל מטוגן"},
            { "id": 3, "title": "כאנפיל קצוץ"}
        ]
    },
    {
        "id": 2,
        "name": "פנגולינים",
        "recipes": [
            { "id": 1, "title": "פנגולין במרק עטלפים"},
            { "id": 2, "title": "פנגולין בזיגוג דבש"},
            { "id": 3, "title": "פנגולין אפוי"}
        ]
    },
    {
        "id": 3,
        "name": "חמורים",
        "recipes": [
            { "id": 1, "title": "חמור דרכים"},
            { "id": 2, "title": "חמור ברוטב עגבניות"},
            { "id": 3, "title": "חמור בתנור"}
        ]
    },
    {
        "id": 4,
        "name": "שפנים",
        "recipes": [
            { "id": 1, "title": "שפן צלוי"},
            { "id": 2, "title": "שפן צלוי"},
            { "id": 3, "title": "שפן מסוג שפן צלוי"}
        ]
    },
    {
        "id": 5,
        "name": "ארנבות",
        "recipes": [
            { "id": 1, "title": "ארנבת שמנה"},
            { "id": 2, "title": "ארנבת בשמנת"},
            { "id": 3, "title": "ארנבת בקארי"}
        ]
    },
    {
        "id": 6,
        "name": "ברנבים",
        "recipes": [
            { "id": 1, "title": "ברנב בלימון"},
            { "id": 2, "title": "ברנב אסייתי"},
            { "id": 3, "title": "ברנב מוקרם"}
        ]
    },
    {
        "id": 10,
        "name": "איטלקי",
        "recipes": [
            { "id": 1, "title": "פסטה"},
            { "id": 2, "title": "ניוקי"},
            { "id": 3, "title": "ריזוטו"}
        ]
    },
    {
        "id": 11,
        "name": "קינוחים",
        "recipes": [
            { "id": 1, "title": "חומיות"},
            { "id": 2, "title": "עוגת ביסקוויטים"},
            { "id": 3, "title": "פנה-פורטה"}
        ]
    }
]